Repository: MechanisM/django-payway
Catalog: payway/qiwi/locale/*/LC_MESSAGES/django.po
Languages: ru

source: unique payment number
ru: уникальный номер платежа

source: 10 digits phone number
ru: 10 цифр номера телефона

source: sum with
ru: сумма с

source: percent
ru: процентами

source: description
ru: описание

source: from
ru: от

source: 0 Success
ru: 0 Успех

source: 13 Server is busy, please repeat your request later
ru: 13 Сервер занят, повторите запрос позже

source: 150 Authorization error (wrong login/password)
ru: 150 Ошибка авторизации (неверный логин/пароль)

source: 210 Bill not found
ru: 210 Счёт не найден

source: 215 Bill with this txn-id already exists
ru: 215 Счет с таким txn-id уже существует

source: 241 Very small bill sum
ru: 241 Очень маленькая сумма

source: 242 Bill maximum sum exceeded
ru: 242 Превышение максимального интервала получения списка счетов

source: 278 Bill list maximum time range exceeded
ru: 278 Превышение максимального интервала получения списка счетов

source: 298 No such agent in the system
ru: 298 Агента не существует в системе

source: 300 Unknown error
ru: 300 Неизвестная ошибка

source: 330 Encryption error
ru: 330 Ошибка шифрования

source: 370 Maximum allowed concurrent requests overlimit
ru: 370 Превышено максимальное кол-во одновременно выполняемых запросов

source: 50 Made
ru: 50 Выставлен

source: 52 Processing
ru: 52 Проводится

source: 60 Paid
ru: 60 Оплачен

source: 150 Cancelled (Terminal error)
ru: 150 Отменен (ошибка на терминале)

source: 151 Cancelled (authorization error, declined, not enough money on account or something else)
ru: 151 Отменен (ошибка авторизации: недостаточно средств на балансе, отклонен абонентом при оплате с лицевого счета оператора сотовой связи и т.п.).

source: 160 Cancelled
ru: 160 Отменен

source: 161 Cancelled (Timeout)
ru: 161 Отменен (Истекло время)

source: Qiwi Wallet
ru: Киви кошелёк

source: Status
ru: Статус

source: User phone number
ru: Номер телефона

source: Billing date
ru: Дата оплаты

source: Bill lifetime
ru: Дата выставления счёта

source: bill
ru: счет

source: bills
ru: счета
